/* 
  Localizable.strings
  Antidote

  Created by Dmytro Vorobiov on 08/10/15.
  Copyright © 2015 dvor. All rights reserved.
*/

/*
  Translation is done with Transifex service.
  See https://www.transifex.com/antidote/antidote-ios/
*/

/* Login screen text */
"login_or_label" = "nebo";
/* Login screen text */
"create_account" = "Vytvořit účet";
/* Login screen text */
"import_profile" = "Importovat profil";
/* Password field */
"password" = "Heslo";
/* Login button */
"log_in" = "Přihlásit";
/* Login screen text */
"create_profile" = "Vytvořit profil";
/* Login screen text */
"import_to_antidote" = "Importovat do Antidote";
/* Login screen text */
"create_account_username_title" = "Jak Vás kontakty uvidí?";
/* Login screen text */
"create_account_username_placeholder" = "Uživatelské jméno";
/* Login screen text */
"create_account_profile_title" = "Jak nazvete tento profil?";
/* Login screen text */
"create_account_profile_placeholder" = "Název profilu";
/* Login screen text */
"create_account_profile_hint" = "např. Domací,  iPhone";
/* Login screen text */
"set_password_title" = "Nastavit heslo";
/* Login screen text */
"set_password_hint" = "Heslo je vyžadováno k ochraně Vašich dat. Uložte si jej na bezpečné místo - v budoucnu již nejde obnovit.";
/* Login button */
"create_account_next_button" = "Další";
/* Login button */
"create_account_go_button" = "Založit";
/* Default status message */
"default_user_status_message" = "Toxuju přes Antidote";

/* PIN screen text */
"pin_enter_to_unlock" = "Vložte kód pro odemčení";
/* PIN screen text */
"pin_set" = "Nastavit kód";
/* PIN screen text */
"pin_confirm" = "Potvrdit kód";
/* PIN screen error */
"pin_do_not_match" = "Zadané kódy nesouhlasí. Zkuste to znovu";
/* PIN screen error */
"pin_incorrect" = "Špatný kód";
/* PIN screen error details */
"pin_failed_attempts" = "Špatných pokusů: %@";
/* PIN screen message shown on log out */
"pin_logout_message" = "Příliš mnoho špatných pokusů. Účet byl odhlášen.";
/* PIN screen screen */
"pin_enabled" = "Aktivovat PIN";
/* PIN screen screen */
"pin_touch_id_enabled" = "Aktivovat Touch ID";
/* PIN screen screen */
"pin_description" = "Chraňte Antidote kódem před neoprávněným přístupem.";
/* PIN screen screen */
"pin_touch_id_description" = "Můžete použít Váš otisk prstu jako alternativu k zadání kódu.";
/* PIN screen screen */
"pin_lock_timeout" = "Požadovat kód";
/* PIN screen screen */
"pin_lock_immediately" = "Ihned";
/* PIN screen screen */
"pin_lock_30_seconds" = "30 sekund";
/* PIN screen screen */
"pin_lock_1_minute" = "1 minuta";
/* PIN screen screen */
"pin_lock_2_minutes" = "2 minuty";
/* PIN screen screen */
"pin_lock_5_minutes" = "5 minut";

/* Label shown when connecting to Tox network */
"connecting_label" = "Připojuji...";

/* Tab name and screen name */
"contacts_title" = "Kontakty";
/* Tab name and screen name */
"chats_title" = "Konverzace";
/* Tab name and screen name */
"settings_title" = "Nastavení";
/* Tab name and screen name */
"profile_title" = "Profil";

/* No contacts placeholder text */
"contact_no_contacts" = "Žádné kontakty";
/* No contacts placeholder text */
"contact_no_contacts_add_contact" = "Přidat kontakt\nnebo\n";
/* No contacts placeholder text */
"contact_no_contacts_share_tox_id" = "sdílet Vaše Tox ID";
/* Contact request section title */
"contact_requests_section" = "Žádosti o kontakt";
/* Contact last seen status */
"contact_last_seen" = "Naposledy viděn: %@";
/* Screen name */
"contact_request" = "Žádost o kontakt";
/* Contact request button */
"contact_request_decline" = "Zamítnout";
/* Contact request button */
"contact_request_accept" = "Přijmout";
/* Contact request confirmation */
"contact_request_delete_title" = "Smazat žádost?";
/* Text shown when contact was deleted */
"contact_deleted" = "Smazaný kontakt";

/* Share Tox ID text */
"show_qr_code" = "Zobrazit QR kód";
/* Share Tox ID text */
"copy" = "Kopírovat";

/* Add contat screen name */
"add_contact_title" = "Přidat kontakt";
/* Add contat button */
"add_contact_send" = "Odeslat";
/* Add contat placeholder text */
"add_contact_tox_id_placeholder" = "Vložte Tox ID";
/* Add contat placeholder text */
"add_contact_or_label" = "nebo";
/* Add contat button */
"add_contact_use_qr" = "načtěte QR kód";
/* Add contat placeholder text */
"add_contact_default_message_title" = "Zpráva";
/* Add contat default text sended to contact */
"add_contact_default_message_text" = "Ahoj! Můžeš si mě prosím přidat do kontaktů?";
/* Add contat error */
"add_contact_wrong_qr" = "Špatný QR kód. Neobsahuje Tox ID";

/* User name text */
"name" = "Jméno";
/* User nickname text */
"nickname" = "Přezdívka";
/* User status message text */
"status_message" = "Stav";
/* User status text */
"status_title" = "Stav";
/* User Tox ID text */
"my_tox_id" = "Moje Tox ID";
/* User public key text */
"public_key" = "Veřejný klíč";
/* Share Tox ID text */
"show_qr" = "Zobrazit QR";
/* Profile menu item / screen name */
"profile_details" = "Detaily profilu";
/* Profile button */
"logout_button" = "Odhlásit";

/* QR code screen button */
"qr_close_button" = "Zavřít";

/* Chat screen placeholder */
"chat_no_chats" = "Žádné konverzace";
/* Chats screen message text */
"chat_outgoing_file" = "Odchozí soubor:";
/* Chats screen message text */
"chat_incoming_file" = "Příchozí soubor:";
/* Chats screen message text */
"chat_call_finished" = "Hovor ukončen";
/* Chats screen message text */
"chat_unanwered_call" = "Nepřijatý hovor";
/* Chat button */
"chat_send_button" = "Poslat";
/* Chat notification toast */
"chat_new_messages" = "↓ Nová zpráva";
/* Chat call information */
"chat_call_message" = "Hovor,";
/* Chat call information */
"chat_missed_call_message" = "Zmeškaný hovor";
/* Item present in the menu on long press on message */
"chat_more_menu_item" = "Více";

/* Status message */
"status_offline" = "Odpojen";
/* Status message */
"status_online" = "Připojen";
/* Status message */
"status_away" = "Pryč";
/* Status message */
"status_busy" = "Nedostupný";

/* Notification text */
"notification_new_message" = "Nová zpráva";
/* Notification text */
"notification_incoming_contact_request" = "Příchozí žádost o kontakt";
/* Notification text */
"notification_is_calling" = "telefonuje";
/* Notification text */
"notification_incoming_file" = "Příchozí soubor";

/* Settings menu / screen name */
"settings_about" = "O Antidote";
/* Settings menu / screen name */
"settings_faq" = "FAQ";
/* Settings menu / screen name */
"settings_advanced_settings" = "Pokročilé nastavení";
/* About screen menu */
"settings_antidote_version" = "Verze Antidote";
/* About screen menu */
"settings_antidote_build" = "Sestavení Antidote";
/* About screen menu */
"settings_toxcore_version" = "Verze Toxcore";
/* About screen menu */
"settings_acknowledgements" = "Poděkování";
/* Settings screen menu */
"settings_autodownload_images" = "Automaticky stahovat obrázky";
/* Settings screen menu */
"settings_autodownload_images_description" = "Automaticky stahovat příchozí obrázky";
/* Settings screen menu */
"settings_notifications_message_preview" = "Náhled notifikací";
/* Settings screen menu */
"settings_notifications_description" = "Jakmile přepnete aplikaci do pozadí, budete dostavát notifikace dalších 10 minut.";
/* Settings screen menu */
"settings_udp_enabled" = "Aktivovat UDP";
/* Settings screen menu */
"settings_restore_default" = "Obnovit výchozí nastavení";
/* Settings screen autodownload images option */
"settings_never" = "Nikdy";
/* Settings screen autodownload images option */
"settings_wifi" = "Wi-Fi";
/* Settings screen autodownload images option */
"settings_using_wifi" = "Pouze přes Wi-Fi";
/* Settings screen autodownload images option */
"settings_always" = "Vždy";

/* Profile settings menu */
"change_password" = "Změnit heslo";
/* Profile settings menu */
"delete_password" = "Smazat heslo";
/* Profile settings menu */
"old_password" = "Staré heslo";
/* Change password text */
"new_password" = "Nové heslo";
/* Change password text */
"repeat_password" = "Zopakujte nové heslo";
/* Change password button */
"change_password_done" = "Změnit";
/* Change password error */
"password_is_empty_error" = "Heslo by němělo být prázdné";
/* Change password error */
"wrong_old_password" = "Špatné heslo";
/* Change password error */
"passwords_do_not_match" = "Hesla nesedí";

/* Source of photo to take */
"photo_from_camera" = "Pořídit snímek/video";
/* Source of photo to take */
"photo_from_photo_library" = "Knihovna obrázků";
/* Error while converting avatar image */
"change_avatar_error_convert_image" = "Nelze konvertovat obrázek";

/* Alert text when sending file to contacts */
"file_send_to_contact" = "Odeslat kontakt";

/* Profile menu item */
"export_profile" = "Exportovat profil";
/* Profile menu item */
"delete_profile" = "Smazat profil";
/* Delete profile confirmation */
"delete_profile_confirmation_title_1" = "Smazat tento profil?";
/* Delete profile confirmation */
"delete_profile_confirmation_title_2" = "Jste si jistý?";
/* Delete profile confirmation */
"delete_profile_confirmation_message" = "Tato operace nemůže být vrácena";

/* Call screen text */
"call_incoming" = "Příchozí hovor";
/* Call screen text */
"call_ended" = "Hovor ukončen";
/* Call screen text */
"call_reaching" = "Vytáčím...";

/* File message text */
"chat_file_cancelled" = "Zrušeno";
/* File message text */
"chat_waiting" = "Čekám...";
/* File message text */
"chat_paused" = "Pozastaveno";

/* Deleting chat confirmation */
"delete_chat_title" = "Smazat tuto konverzaci a její historii?";
/* Deleting contat confirmation */
"delete_contact_title" = "Smazat tento kontakt?\nHistorie bude ztracena.";
/* Deleting contat request confirmation */
"delete_contact_request_title" = "Smazat tuto žádost?";
/* Deleting single message in chat */
"delete_single_message" = "Smazat zprávu";
/* Deleting multiple messages in chat. */
"delete_multiple_messages" = "Smazané zprávy";
/* Deleting all messages in chat. */
"delete_all_messages" = "Smazat vše";
/* Delete button */
"alert_delete" = "Smazat";
/* Delete button */
"alert_cancel" = "Zrušit";

/* Error while creating new profile */
"login_enter_username_and_profile" = "Prosím zadejte uživatelské jméno a název profilu";
/* Error while creating new profile */
"login_profile_already_exists" = "Profil s tímto jménem již existuje";

/* General error title */
"error_title" = "Chyba";
/* General error button */
"error_ok_button" = "OK";
/* General error button */
"error_retry_button" = "Zkusit znovu";
/* Error */
"error_contact_not_connected" = "Kontakt není online";
/* Error */
"error_too_many_files" = "Příliš mnoho aktivních přenosů";
/* Error */
"error_internal_message" = "Interní chyba";
/* Error */
"error_wrong_password_title" = "Špatné heslo";
/* Error */
"error_wrong_password_message" = "Heslo nemůže obsahovat symboly.";
/* Error */
"error_import_not_exist_title" = "Nelze importovat tox profil";
/* Error */
"error_import_not_exist_message" = "Soubor neexistuje.";
/* Error */
"error_decrypt_title" = "Nelze rozšifrovat tox profil";
/* Error */
"error_decrypt_empty_data_message" = "Některá vstupní data jsou prázdná.";
/* Error */
"error_decrypt_bad_format_message" = "Soubor má špatný formát nebo je poškozen.";
/* Error */
"error_decrypt_wrong_password_message" = "Heslo je špatné nebo je poškozen soubor.";
/* Error */
"error_general_unknown_message" = "Vyskytla se neznámý chyba.";
/* Error */
"error_general_no_memory_message" = "Nedostatek paměti.";
/* Error */
"error_general_bind_port_message" = "Nebylo možné se připojit na port";
/* Error */
"error_general_profile_encrypted_message" = "Profil je zašifrován.";
/* Error */
"error_general_bad_format_message" = "Soubor má špatný formát nebo je poškozen.";
/* Error */
"error_proxy_title" = "Chyba proxy";
/* Error */
"error_proxy_invalid_address_message" = "Proxy adresa má špatný formát";
/* Error */
"error_proxy_invalid_port_message" = "Port proxy je špatný";
/* Error */
"error_proxy_host_not_resolved_message" = "Proxy host nemůže být rozpoznán.";

/* Error */
"error_name_too_long" = "Jméno je moc dlouhé";
/* Error */
"error_status_message_too_long" = "Stav je moc dlouhý";

/* Error */
"error_contact_request_too_long" = "Zpráva je moc dlouhá";
/* Error */
"error_contact_request_no_message" = "Žádná zpráva není specifikována";
/* Error */
"error_contact_request_own_key" = "Nemůžu se sám přidat mezi kontakty";
/* Error */
"error_contact_request_already_sent" = "Žádost o kontakt byla již odeslána";
/* Error */
"error_contact_request_bad_checksum" = "Špatný kontrolní součet, prosím zkontrolujte vložené Tox ID";
/* Error */
"error_contact_request_new_nospam" = "Špatná hodnota nospam, prosím zkontrolujte vložené Tox ID";

/* Call error */
"call_error_already_in_call" = "Již hovoří";
/* Call error */
"call_error_contact_is_offline" = "Kontakt je offline";
/* Call error */
"call_error_no_active_call" = "Není žádný aktivní hovor";

/* Error while using color theme */
"theme_error_cannot_open" = "Nemůžu otevřít motiv, špatný formát";

/* Tab chats badge ending */
"accessibility_chats_ending" = "nepřečtené zprávy";
/* Avatar button label in settings */
"accessibility_avatar_button_label" = "Avatar";
/* Avatar button hint in settings */
"accessibility_avatar_button_hint" = "Nastavit nebo odebrat avatar.";
/* Chat button label in contact screen */
"accessibility_chat_button_label" = "Zpráva";
/* Chat button hint in contact screen */
"accessibility_chat_button_hint" = "Otevře konverzaci";
/* Call button label in contact screen */
"accessibility_call_button_label" = "Zavolat";
/* Call button hint in contact screen */
"accessibility_call_button_hint" = "Vytvoří hovor";
/* Video button label in contact screen */
"accessibility_video_button_label" = "Video";
/* Video button hint in contact screen */
"accessibility_video_button_hint" = "Vytvoří videohovor";
/* Tap to copy hint */
"accessibility_show_copy_hint" = "Zobrazí menu ke kopírování";
/* Tap to edit value hint */
"accessibility_edit_value_hint" = "Upraví položku";
/* Incoming message label */
"accessibility_incoming_message_label" = "Zpráva";
/* Outgoing message label */
"accessibility_outgoing_message_label" = "Vaše zpráva";